Repository: wp-plugins/wp-optimize-speed-by-xtraffic
Catalog: languages/wp-optimize-speed-by-xtraffic-*.po
Languages: vi

source: Your server should set
vi: Máy chủ của bạn nên thiết lập

source: readable
vi: khả năng đọc

source: writable
vi: khả năng ghi

source: folder
vi: thư mục

source: to achieve maximum performance
vi: để đạt được hiệu suất tối đa

source: Your server need support "Multibyte String" to use this plugin
vi: Máy chủ của bạn cần hỗ trợ "Multibyte String" để dung plugin này

source: Read more here
vi: Xem thêm tại đây

source: Options saved
vi: Các tuỳ chon đã được lưu thành công

source: Overview "
vi: Tổng quan

source: Thank you for your interest and use plugin "
vi: Cảm ơn bạn đã quan tâm và sử dung plugin "

source: We created this plugin with the highest goal is to make WordPress website more powerful and utilities through it's functions
vi: Chúng tôi tạo ra plugin này với mục tiêu cao nhất là làm website WordPress mạnh mẽ và tiện ích hơn thong qua các chức năng của nó

source: There is one thing you should know is that all the functionality of this plugin include : "Optimize Links", "Optimize Images", "Optimize Speed", "Optimize Traffic", "Header & Footer" operate independently. You can turn on/off one of these functions without affecting other functions.
vi: Có một điều bạn cần biết là tất cả các chức năng của plugin bao gồm : "Optimize Links", "Optimize Images", "Optimize Speed", "Optimize Traffic", "Header & Footer" hoạt động một cách độc lâp nhau. Bạn có thể bật/tắt một trong những chức năng này mà không làm ảnh hưởng đến các chức năng khác.

source: Settings
vi: Các thiết lập

source: You may wish to add the "Custom Post Types" so plugin can process them. Separate them by comma. (ignored this if you do not know).
vi: Bạn có thể muốn thêm vào "Custom Post Types" để plugin có thể xử lý chúng. Phân cách chúng bằng dấu phẩy. (bỏ qua nếu bạn không biết)

source: You may wish to add the "Custom Taxonomies" so plugin can process them. Separate them by comma. (ignored this if you do not know).
vi: Bạn có thể muốn thêm vào "Custom Taxonomies" để plugin có thể xử lý chúng. Phân cách chúng bằng dấu phẩy. (bỏ qua nếu bạn không biết)

source: Update Options
vi: Cập nhật tuỳ chọn

source: Code to be added on HEAD tag of the HOME PAGE ONLY
vi: Mã chỉ được thêm vào HEAD tag tại TRANG CHỦ

source: Code to be added on HEAD tag of EVERY PAGES
vi: Mã được thêm vào HEAD tag tại TẤT CẢ CÁC TRANG

source: Code to be added BEFORE THE END of the HOME PAGE ONLY
vi: Mã chỉ được thêm vào CUỐI tại TRANG CHỦ

source: Code to be added BEFORE THE END of EVERY PAGES
vi: Mã chỉ được thêm vào CUỐI tại TẤT CẢ CÁC TRANG

source: Code to be inserted BEFORE each ARTICLE
vi: Mã được chèn vào TRƯỚC mỗi BÀI VIẾT

source: Code to be inserted AFTER each ARTICLE
vi: Mã được chèn vào SAU mỗi BÀI VIẾT

source: Your server need to install the GD library to use
vi: Máy chủ của bạn cần cài đặt thư viện GD để sử dụng

source: details here
vi: chi tiết tại đây

source: Your server must set
vi: Máy chủ của bạn phải thiết lập

source: to use
vi: để sử dụng

source: Your Logo
vi: Logo của bạn

source: You can enter any text in the field including these special tags
vi: Bạn có thể nhập bất kỳ nội dung nào, bao gồm những thẻ đặc biệt này

source: post title
vi: tiêu đề bài viết

source: post category
vi: chuyên mục của bài viết

source: post tags
vi: thẻ của bài viết

source: image file name (without extension)
vi: Tên tập tin hình ảnh (không có phần mở rộng)

source: image title attributes
vi: thuộc tính title của hình ảnh

source: image alt attributes
vi: thuộc tính alt của hình ảnh

source: ALT attribute
vi: Thuộc tính ALT

source: example
vi: ví dụ

source: TITLE attribute
vi: thuộc tính TITLE

source: Override default Wordpress image alt tag
vi: Ghi đè lên alt mặc định của hình ảnh

source: Recommended
vi: Khuyến nghị

source: Override default Wordpress image title
vi: Ghi đè lên title mặc định của hình ảnh

source: Example
vi: Ví dụ

source: In a post titled
vi: Trong bài viết có tiêu đề

source: there is a image named
vi: có một hình ảnh có tên

source: Setting alt attribute to
vi: Thiết lập thuộc tính alt thành

source: will set
vi: sẽ thiết lập

source: Setting title attribute to
vi: Thiết lập thuộc tính title thành

source: Enable "Optimize Image File"
vi: Kích hoạt "Optimize Image File"

source: Enable "Images Lazy Load"
vi: Kích hoạt "Images Lazy Load"

source: Enable "Images Lazy Load" in Front Page
vi: Kích hoạt "Images Lazy Load" cho Front Page

source: Front Page include : Home page, category page, tag page, author page, date page, archives page,...
vi: Front Page bao gồm các trang : Home page, category page, tag page, author page, date page, archives page,...

source: Images Limit Size (Width & Height)
vi: Giới hạn kích cỡ của hình ảnh (Chiều rộng & Chiều cao)

source: Miminum Images's size (width & height) will be processed
vi: Kích cỡ tối thiểu của hình ảnh (Chiều rộng & Chiều cao) sẽ được xử lý

source: Maximum Images's size (width & height) will be processed
vi: Kích cỡ tối đa của hình ảnh (Chiều rộng & Chiều cao) sẽ được xử lý

source: Enable Watermark Images
vi: Kích hoạt Watermark hình ảnh

source: Watermark Position
vi: Vị trí của Watermark

source: Watermark Type
vi: Kiểu Watermark

source: Type Text Watermark
vi: Kiểu Watermark bằng chữ

source: Watermark text value
vi: Nội dung chữ Watermark

source: Text size
vi: Kích cỡ của chữ

source: In case you set Text size by percent (Ex: 20%), plugin will create watermark having its width is about 20% of Image's width
vi: Trong trường hợp bạn thiết lập cỡ chữ bằng % (vd: 20%), plugin sẽ tạo watermark có chiều rộng bằng 20% chiều rộng của hình ảnh

source: Text color
vi: Màu chữ

source: Text Opacity
vi: Độ trong suốt của chữ

source: Text background
vi: Nền chữ

source: Enable Watermark Text Background
vi: Kích hoạt nền chữ

source: Background color
vi: Màu nền

source: Type Image Watermark (Your Logo)
vi: Kiểu Watermark bằng hình ảnh (Logo của bạn)

source: Watermark image url (your logo url)
vi: Url hình watermark (url logo của bạn)

source: Watermark image size (your logo)
vi: Kích cỡ hình watermark (logo của bạn)

source: Width
vi: Chiều rộng

source: In the case of you set "Watermark image size" is number percent (Ex: 20%), plugin will resize watermark (your logo) has width is 20% of Image's width
vi: Trong trường hợp bạn thiết "Watermark image size" là số % (vd: 20%), plugin sẽ định lại kích cỡ watermark (logo của bạn) có chiều rộng bằng 20% chiều rộng của hình ảnh

source: Preview Processed Image
vi: Xem trước hình ảnh đã được xử lý

source: Show/Hide
vi: Hiện/Ẩn

source: Example image url
vi: Url hình ảnh mẫu

source: Preview
vi: Xem trước

source: Optimize Image Quality
vi: Tối ưu hoá chất lượng hình ảnh

source: Image Quality Value (10 to 100)
vi: Giá trị chất lượng hình ảnh (10 đến 100)

source: To reduce the size of image file, you can reduce value in image's Quality Bar above. If you set a value of 100, your image keeps the original quality and file size. ( Best value recommended is from 80 to 90 )
vi: Để giảm kích cỡ tập tin của hình ảnh, bạn có thể giảm giá trị thanh chất lượng của hình ảnh bên trên. Nếu bạn thiết lập giá trị là 100, hình ảnh của bạn giữ nguyên chất lượng và kích cỡ tập tin gốc. (Giá trị tốt nhất nên dùng là từ 80 đến 90)

source: Rename Image Filename
vi: Đổi tên tập tin của hình ảnh

source: New Image Filename
vi: Tên mới của tập tin hình ảnh

source: Leave a blank if you want to keep image's original filename
vi: Bỏ trống nếu bạn muốn giữ tên tập tin gốc của hình ảnh

source: Setting New Image Filename to
vi: Thiết lập tên tập tin mới thành

source: will set new image's filename
vi: sẽ thiết lập tên tập tin hình ảnh

source: Performance
vi: Hiệu năng

source: The maximum number of files are handled for each request
vi: Số tập tin tối đa được xử lý mỗi truy vấn

source: In the case of your hosting is in low performance, you should set the maximum number of files handled for each query to avoid overloading your hosting. In case you leave a blank or set a value of 0, plugin will handle all files that are not been handled yet
vi: Trong trường hợp máy chủ của bạn có hiệu năng thấp, bạn nên thiết lập số tập tin tối đa được xử lý trên mỗi truy vấn nhằm tránh tình trạng quá tải của máy chủ. Trong trường hợp bạn bỏ trống hoặc thiết lập giá trị là 0, plugin sẽ xủ lý tất cả các tập tin hình ảnh chưa được xử lý

source: Enable to reprocess files which have different configuration with its current configuration
vi: Kích hoạt xử lý lại các tập tin hình ảnh mà có cấu hình khác với cấu hình hiện tại của nó

source: In case you change configuration, plugin will check and reprocess all processed files that are different with the current configuration, by overwriting old file if file has the same filename or create a new file if the filename is different
vi: Trong trường hợp bạn thay đổi cấu hình xử lý, plugin sẽ kiểm tra và xử lý lại tất cả các tập tin đã được xử lý mà khác với cấu hình hiện tại, bằng các ghi đè lên tập tin cũ có cùng tên hoặc tạo tập tin mới nếu tên tập tin là khác nhau

source: Set at
vi: Được thiết lập ở

source: Enable to remove old files (if available) that are different with the current configuration
vi: Kích hoạt xoá bỏ các tập tin cũ (nếu có) mà khác với cấu hình hiện tại

source: Overview
vi: Tổng quan

source: can automatically link keywords in your posts and comments with your focused links or best related posts
vi: có thể tự động liên kết những từ khoá trong những bài viết của bạn và những bình luận với những links mà bạn muốn tập trung hoặc những bài viết liên quan nhất với từ khoá

source: This plugin allows you to set nofollow attribute and open links in a new window
vi: Plugin này cho phép bạn thiết lập thuộc tính nofollow và mở những link trong cửa sổ mới

source: Enable
vi: Kích hoạt

source: Internal Links
vi: Liên kết nội bộ

source: Process Internal Links In Posts/Pages
vi: Xử lý liên kết nội bộ trong những bài viết/trang

source: can automatically process your posts, pages, comments and feed's content with keywords and links
vi: có thể xử lý tự động những bài viết, trang, bình luận và nội dung rss với những từ khoá và link

source: Process Posts's Content
vi: Xử lý nội dung của bài viết

source: Allow links to self
vi: Cho phép liên kết đến chính nó

source: Process Pages's Content
vi: Xử lý nội dung của trang

source: Process Comments's Content
vi: Xử lý nội dung bình luận

source: Process RSS feeds Content
vi: Xử lý nội dung RSS

source: Excluding
vi: Bỏ qua

source: Prevent linking in heading tags (h1,h2,h3,h4,h5,h6)
vi: Không liên kết trong phần tiêu đề (h1, h2, h3, h4, h5, h6)

source: Target Links
vi: Link mục tiêu

source: The targeted links should be considered. The match will be based on post/page title or category/tag name, case insensitive
vi: Các liên kết mục tiêu cần được xem xét. Kết quả phù hợp sẽ được dựa trên tiêu đề của bài viết / trang, tên chuyên mục / thẻ, không phân biệt chữ hoa và thường

source: Categories
vi: Các chuyên mục

source: Tags
vi: Các thẻ

source: Posts
vi: Các bài viết

source: Pages
vi: Các trang

source: To reduce database load you can choose "Optimize Links" process only on single posts and pages (for example not on main page or archives)
vi: Để giảm tải cơ sở dữ liệu, bạn có thể chọn "Optimize Links" chỉ xử lý các bài viết/trang đơn lẻ (không phải trên trang chính hoặc các trang lưu trữ)

source: Process only single posts and pages
vi: Chỉ xử lý các bài viết/trang đơn lẻ

source: Set whether matching should be case sensitive
vi: Thiết lập khi kết quả so khớp có phân biệt chữ hoa và thường

source: Case sensitive matching
vi: Từ khoá có phân biệt chữ hoa và thường

source: Set open autolinks in new window
vi: Mở bằng cửa sổ mới

source: Open autolinks in new window
vi: Mở liên kết bằng cửa sổ mới

source: Ignore Posts and Pages
vi: Bỏ qua các bài viết và trang

source: You may wish to forbid automatically linking on certain posts or pages. Separate them by comma. (id, slug or name)
vi: Bạn có thể không cho tự động liên kết đến các bài viết/trang nhất định. Phân cách chúng bằng dấu phẩy. (id, slug hoặc tiêu đề)

source: Custom Keywords/Targets Links
vi: Các từ khoá tuỳ chỉnh/Các link mục tiêu

source: Here you can enter manually the extra keywords you want to automatically link. Use comma (,) to separate keywords and target url. Use a new line for new set of urls and keywords. You can have these keywords link to any urls, not only your site
vi: Bạn có thể nhập các từ khoá hoặc link tuỳ thích tại đây. Dùng dấu phẩy (,) để phân cách các từ khoá và các link mục tiêu. Sử dụng dòng mới cho tập hợp các từ khoá và link. Bạn có thể thêm vào bất kỳ link nào không chỉ link của website này

source: If you don't set any url with keywords, this plugin will automatically find posts/pages having the best related content and link to these keywords
vi: Nếu bạn không thiết lập bất kỳ url nào với các từ khoá, plugin sẽ tự động tìm các bài viết/trang có nội dung liên quan nhất với các từ khoá này

source: You must use full link with http:// or https:// (example : http://wordpress.org/plugins/ or https://wordpress.org/plugins/)
vi: Bạn phải sử dụng đầy đủ link với http:// hoặc https:// (ví dụ : http://wordpress.org/plugins/ hoặc https://wordpress.org/plugins/)

source: Load custom keywords & links from a URL. (Note: this appends to the list above.)
vi: Nạp các từ khoá & link tuỳ chỉnh từ url. (Lưu ý : các từ khoá & link này sẽ nối thêm vào danh sách bên trên)

source: Use categories's name as keywords
vi: Sử dụng tên của chuyên mục làm từ khoá

source: Use tags's name as keywords
vi: Sử dụng tên của thẻ làm từ khoá

source: Limits
vi: Giới hạn

source: You can limit the maximum number of different links "Optimize Links" which will generate per post. Set to 0 for no limit.
vi: Bạn có thể giới hạn số link tối đa được tạo trên mỗi bài viết. Thiết lập 0 để không giới hạn.

source: Max Links
vi: Số link tối đa

source: External Links
vi: Link bên ngoài

source: "Optimize Links" can open external links in new window and add nofollow attribute.
vi: "Optimize Links" có thể mở những liên kết bên ngoài bằng cửa sổ mới và thêm vào thuộc tính nofollow cho các liên kết bên ngoài này.

source: Add nofollow attribute
vi: Thêm thuộc tính nofollow

source: Open in new window
vi: Mở bằng cửa sổ mới

source: Exclude urls
vi: Bỏ qua các url

source: Nofollow Links
vi: Những liên kết nofollow

source: You may wish to add nofollow links (include internal links & external links). Separate them by comma. (contained in url)
vi: Bạn có thể muốn thêm vào các link nofollow (bao gồm các link nội bộ & link bên ngoài). Phân cách chúng bằng dấu phẩy. (chứa trong url)

source: Add nofollow attribute to urls
vi: Thêm thuộc tính nofollow vào url

source: Your server must support
vi: Máy chủ của bạn phải hỗ trợ

source: Your server is using Apache. You should create file
vi: Server của bạn đang sử dung Apache. Bạn nên tạo tập tin

source: to achieve the highest performance with
vi: để đạt được hiệu suất cao nhất với

source: After change, please deactivate & reactivate this plugin for the changes to be updated
vi: Sau khi thay đổi, bạn vui lòng ngừng kích hoạt và kích hoạt lại plugin này để cập nhật những thay đổi

source: Your server is using Nginx. You should create file
vi: Server của bạn đang sử dung Nginx. Bạn nên tạo tập tin

source: To achieve the highest performance with the plugin on your Nginx server, you should follow the instructions below (if you have not already done) :
vi: Để đạt được hiệu suất cao nhất với plugin trên máy chủ Nginx của bạn, bạn nên làm theo các hướng dẫn bên dưới (nếu bạn chưa thực hiện)

source: Step 1
vi: Bước 1

source: Find and remove <i style="color: red;font-weight: 900;">red block below</i> (if exists) in your config "<i>server {...}</i>" block (at file .conf)
vi: Tìm và xoá <i style="color: red;font-weight: 900;">khối màu đỏ bên dưới</i> (nếu có) trong khối cấu hình "<i>server {...}</i>" (tại tập tin .conf)

source: Step 2
vi: Bước 2

source: Add <i style="color: blue;font-weight: 900;">blue line below</i> into your config "<i>server {...}</i>" block (at file .conf)
vi: Thêm <i style="color: blue;font-weight: 900;">dòng màu xanh bên dưới</i> vào khối cấu hình "<i>server {...}</i>" (tại tập tin .conf)

source: Step 3
vi: Bước 3

source: Restart your Nginx through SSH command
vi: Khởi động lại Nginx thông qua lệnh SSH

source: Overview "Optimize Speed"
vi: Tổng quan "Optimize Speed"

source: Although we have tried and optimal features "Optimize Javascript" & "Optimize CSS" operate effectively on many websites, they make your website load faster and have higher scores on the measure tools.
vi: Mặc dù chúng tôi đã cố gắng tối ưu tính năng "Optimize Javascript" & "Optimize CSS" hoạt động hiệu quả trên nhiều website, chúng làm website của bạn nạp nhanh hơn và có điểm số cao hơn trên các công cụ đo lường.

source: But there are some exceptions make website's layout is broken or not running properly like before. If your website is in the unfortunate case, you just simply turn off only 2 features "Optimize Javascript" & "Optimize CSS" and experience other features, because they operate independently of each other.
vi: Nhưng có vài trường hợp ngoại lệ làm giao diện của website bị vỡ hoặc chạy không đúng như trước kia. Nếu bạn nằm trong trường hợp không may này, bạn chỉ cần tắt 2 tính năng "Optimize Javascript" & "Optimize CSS" và trải nghiệm những tính năng khác vì chúng hoạt động độc lập với nhau.

source: Enable Optimize Cache
vi: Kích hoạt tối ưu hoá Cache

source: Enable Cache Front Page
vi: Kích hoạt cache cho Front Page

source: Enable Cache Feed (RSS/Atom) Page
vi: Kích hoạt cache cho trang Feed (RSS/Atom)

source: Enable Browser Cache
vi: Kích hoạt cache cho trình duyệt

source: Enable Database Cache
vi: Kích hoạt cache cho cơ sở dữ liệu

source: Enable Cache SSL (https) Requests
vi: Kích hoạt cache cho các truy vấn SSL (https)

source: Enable Cache For Mobile Device
vi: Kích hoạt cache cho các thiết bị di động

source: Warning
vi: Cảnh báo

source: Don't turn on this option if you use one of these plugins: WP Touch, WP Mobile Detector, wiziApp, and WordPress Mobile Pack.
vi: Đừng bật lựa chon này nếu bạn đang dung một trong những plugin này : WP Touch, WP Mobile Detector, wiziApp, and WordPress Mobile Pack.

source: Enable Cache URIs with GET query string variables
vi: Kích hoạt cache cho url có truy vấn biến GET

source: Ex : "/?s=query..." at the end of a url
vi: Ví dụ : url có "/?s=query..." ở phía cuối

source: Enable Cache For Logged Users
vi: Kích hoạt cache cho người dung đã đăng nhập

source: Enable Prebuild Cache
vi: Kích hoạt tạo trước cache

source: Prebuild cache help your site load faster by creating cache of pages is the most visited.
vi: Tạo trước cache giúp trang web của bạn nạp nhanh hơn bằng cách tạo cache những trang được truy cập nhiều nhất.

source: Maximum number of pages is prebuilt each process
vi: Số trang tối đa được tạo mỗi lần xử lý

source: pages
vi: trang

source: This number depends on the performance of the server, if your server is fast then you should set this number higher and vice versa.
vi: Con số này phụ thuộc vào tốc độ của server, nếu server của bạn nhanh thì bạn nên thiết lập con số này cao hơn và ngược lại.

source: Cache Timeout
vi: Thời gian lưu trữ cache

source: How long should cached pages remain fresh? You should set this value from 21600 seconds (6 hours) to 86400 seconds (24 hours). Minimum value is 300 seconds (5 minutes).
vi: Bạn muốn lưu trữ cache trong thời gian bao lâu? Bạn nên thiết lập giá trị này trong khoảng từ 21600 giây (6 tiếng) to 86400 giây (24 tiếng). Giá trị nhỏ nhất là 300 giây (5 phút)

source: Exclude
vi: Bỏ qua

source: Contained in url, separate them by comma
vi: Chứa trong url, phân cách chúng bằng dấu phẩy

source: Plugin will ignore these urls
vi: Plugin sẽ bỏ qua những đường dẫn (link/url) này

source: Enable Optimize Javascript
vi: Kích hoạt tối ưu hoá Javascript

source: This option will help your site load faster. However, in some cases, web layout will be error. If an error occurs, you should disable this option.
vi: Tuỳ chon này sẽ giúp website của bạn nạp nhanh hơn. Tuy nhiên, trong một số trường hợp thì giao diện trang web sẽ bị lỗi. Nếu có lỗi xảy ra, bạn nên tắt tuỳ chon này.

source: Enable Combine Javascript
vi: Kích hoạt hợp nhất Javascript

source: Enable Minify Javascript
vi: Kích hoạt làm nhỏ gọn (minify) mã javascript

source: Enable Asynchronous Javascript Loading
vi: Kích hoạt chế độ nạp javascript không đồng bộ

source: Exclude External Javascript File
vi: Bỏ qua các tập tin javscript bên ngoài

source: Plugin will ignore all external javascript files
vi: Plugin sẽ bỏ qua những tập tin javascript bên ngoài

source: Which not scripts in your self-hosted
vi: Những mã không chứa trong host của bạn

source: You should not enable this feature unless an error occurs
vi: Bạn không nên kích hoạt tính năng này, trừ khi có lỗi xảy ra

source: Exclude Inline Javascript Code
vi: Bỏ qua các mã inline javascript

source: Plugin will ignore all javascript code in your html
vi: Plugin sẽ bỏ qua các mã javascript trong html của trang web

source: You should enable this feature unless an error occurs
vi: Bạn nên kích hoạt tính năng này, trừ khi có lỗi xảy ra

source: Plugin will ignore these javascript files urls
vi: Plugin sẽ bỏ qua những url của các tập tin javascript này

source: Enable Optimize CSS
vi: Kích hoạt tối ưu hoá CSS

source: Enable Combine CSS
vi: Kích hoạt hợp nhất CSS

source: Enable Minify CSS
vi: Kích hoạt làm nhỏ gọn (minify) mã CSS

source: Enable Asynchronous CSS Loading
vi: Kích hoạt nạp CSS không đồng bộ

source: Exclude External CSS Files
vi: Bỏ qua những tập tin CSS bên ngoài

source: Plugin will ignore all external CSS files ( Which not CSS files in your self-hosted )
vi: Plugin sẽ bỏ qua tất cả các tập tin CSS bên ngoài (những tập tin nằm ngoài tên miền của trang web này)

source: Exclude Inline CSS Code
vi: Bỏ qua mã inline CSS

source: Plugin will ignore all style (wrap by &#x3C;style&#x3E;&#x3C;/style&#x3E;) in your html
vi: Plugin sẽ bỏ qua tất cả các mã CSS (chứa trong &#x3C;style&#x3E;&#x3C;/style&#x3E;) trong mã html của trang web

source: Plugin will ignore these css files urls
vi: Plugin sẽ bỏ qua những đường dẫn (link/url) của các tập tin CSS này

source: Enable Optimize HTML
vi: Kích hoạt tối ưu hoá HTML

source: Enable Minify HTML
vi: Kích hoạt làm nhỏ gọn (minify) mã HTML

source: Enable CDN
vi: Kích hoạt CDN

source: Module will appear at fixed location as your choice in post's content
vi: Mô-đun sẽ xuất hiện ở vị trí cố định trong nội dung bài viết theo sự lựa chon của bạn

source: Module will appear on the right or left of user's screen
vi: Mô-đun sẽ xuất hiện ở bên phải hoặc bên trái màn hình của người dùng

source: When should the Module appear?
vi: Khi nào Mô-đun xuất hiện?

source: When user scroll length of site's height
vi: Khi người dùng cuộn đến độ dài của chiều cao trang web

source: When the user scrolls to the location you set, the module will appear.
vi: Khi người dung cuộn đến vị trí bạn thiết lập, Mô-đun sẽ xuất hiện

source: You can set up the "80%" or "80" (px). All values are based on the height of the site
vi: Bạn có thể thiết lập "80%" hoặc "80" (px). Tất cả các giá trị điều dựa trên chiều cao của trang web

source: When user view for seconds
vi: Khi người dùng xem bao nhiêu giây

source: When the user access and view your website in number of seconds, the module will appear.
vi: Khi người dùng truy cập và xem website của bạn trong một số giây, Mô-đun sẽ xuất hiện.

source: Position of Module
vi: Vị trí của Mô-đun

source: When the position is %, module will appear in post's content corresponding to the value you set
vi: Khi vị trí là %, Mô-đun sẽ xuất hiện trong nội dung bài viết tại vị trí bạn thiết lập
