Repository: wp-plugins/wp-optimize-speed-by-xtraffic
Catalog: languages/wp-optimize-speed-by-xtraffic-*.po
Languages: vi

source: When the position is Left/Right, module will appear on Left/Right side of user's screen
vi: Khi vị trí là Left/Right, Mô-đun sẽ xuất hiện ở phía trái/phải trên màn hình người dùng

source: Title of Module
vi: Tiêu đề của Mô-đun

source: This option will help you design module according to your wishes through CSS
vi: Lựa chon này sẽ giúp bạn thiết kế Mô-đun theo ý muốn của bạn thong qua CSS

source: Maximum Number of Items
vi: Số tin tối đa

source: Maximum number of items (posts) in this module
vi: Số tin tối đa (bài viết) trong Mô-đun

source: Enable Thumbnails
vi: Kích hoạt hình đại diện

source: Default Thumbnail Url (include http:// or https://)
vi: Url hình đại diện mặc định (bao gồm http:// hoặc https://)

source: When the item does not have thumbnail image, plugin will get this image to make an thumbnail
vi: Khi tin không có hình đại diện, plugin sẽ lấy hình này làm hình đại diện

source: Thumbnail Width
vi: Chiều rộng của hình đại diện

source: Thumbnail Height
vi: Chiều cao của hình đại diện

source: Maximum width of each item?
vi: Chiều rộng tối đa của mỗi tin

source: Items's Title
vi: Tiêu đề của tin

source: Maximum number of characters for items's title?
vi: Số ký tự tối đa của tiêu đề tin

source: Items's Excerpt
vi: Tóm tắt của tin

source: Enable Items's Excerpt
vi: Kích hoạt tóm tắt của tin

source: Maximum number of characters for items's excerpt?
vi: Số ký tự tối đa của tóm tắt tin

source: Open Links In New Window
vi: Mở liên kết bằng cửa sổ mới

source: Enable Open Links In New Window
vi: Kích hoạt mở liên kết bằng cửa sổ mới

source: Preview Module
vi: Xem trước Mô-đun

source: Show me
vi: Cho tôi xem

source: Clear All Caches
vi: Xoá tất cả cache
